Repository: erykjj/jwlmanager
Catalog: res/locales/*/LC_MESSAGES/messages.po
Languages: de, es, fr, pl, ru, uk

source: Type
de: Art
es: Tipo
pl: Typ
ru: Тип
uk: Тип

source: Help
de: Hilfe
es: Ayuda
fr: Aide
pl: Pomoc
ru: Помощь
uk: Допомога

source: Open or Merge
de: Öffnen oder zusammenführen
es: Abrir o Combinar
fr: Ouvrir ou Fusionner
pl: Otwieranie czy Łączenie
ru: Открыть или объединить
uk: Відкрити або об'єднати

source: Open archive or merge with current?
de: Date öffnen oder mit der aktuellen zusammenführen?
es: Abrir archivo o combinar con actual?
fr: Ouvrir l'archive ou fusionner avec le courant ?
pl: Otworzyć archiwum czy łączyć z bieżącym?
ru: Открыть архив или объединить с текущим?
uk: Відкрити архів чи об'єднати з поточним?

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
pl: Otwórz
ru: Открыть
uk: Відкрити

source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
pl: Połączyć
ru: Объединить
uk: Об'єднати

source: Exit
de: Schließen
es: Salir
fr: Sortir
pl: Wyjść
ru: Выход
uk: Вихід

source: Save before quitting?
de: Vor dem Beenden speichern?
es: ¿Guardar antes de salir?
fr: Sauver avant de sortir ?
pl: Zapisać plik przed wyjściem?
ru: Сохранить перед выходом?
uk: Зберегти перед виходом?

source: Error
de: Fehler
fr: Erreur
pl: Błąd
ru: Ошибка
uk: Помилка

source: No archive has been opened!
de: Es wurde keine Datei geöffnet!
es: ¡No se ha abierto ningún archivo!
fr: Aucune archive n'a été ouverte !
pl: Nie otworzono żadnego archiwum!
ru: Архив не был открыт!
uk: Архів не був відкритий!

source: Playlists
es: Listas de reproducción
fr: Listes de lectures
pl: Listy odtwarzania
ru: Плейлисты
uk: Плейлисти

source: Annotations
de: Anmerkungen
es: Anotaciones
fr: Commentaires
pl: Adnotacje
ru: Примечания
uk: Примітки

source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Marque-pages
pl: Zakładki
ru: Закладки
uk: Закладки

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
pl: Ulubione
ru: Избранное
uk: Вибране

source: Highlights
de: Markierungen
es: Resaltados
fr: Surlignages
pl: Podkreśleńa
ru: Подчёркивания
uk: Підкреслення

source: Notes
de: Notizen
es: Notas
pl: Notatki
ru: Заметки
uk: Нотатки

source: File "{}" not recognized!
de: Datei "{}" wurde nicht erkannt!
es: ¡Archivo "{}" no reconocido!
fr: Fichier « {} » non reconnu !
pl: Nie wykryto pliku "{}"!
ru: Файл "{}" не распознан!
uk: Файл "{}" не розпізнано!

source: update available!
de: Update verfügbar!
es: actualización disponible
fr: mise à jour disponible !
pl: aktualizacja dostępna!
ru: обновление доступно!
uk: оновлення доступне!

source: Latest version
de: Neueste Version
es: Versión mas reciente
fr: Dernière version
pl: Ostatnia wersja
ru: Последняя версия
uk: Остання версія

source: Error while checking for updates!
de: Fehler beim Suchen nach Updates!
es: ¡Error al buscar actualizaciones!
fr: Erreur tout en vérifiant les mises à jour !
pl: Problem podczas sprawdzania aktualizacji!
ru: Ошибка при проверке обновлений!
uk: Помилка при перевірці оновлень!

source: Error!
de: Fehler!
fr: Erreur !
pl: Błąd!
ru: Ошибка!
uk: Помилка!

source: Oops! Something went wrong…
de: Ups! Etwas ist schief gelaufen…
es: ¡Uy! Algo salió mal…
fr: Oups ! Quelque chose s'est mal passé…
pl: Ups! Coś poszło nie tak…
ru: Хм! Что-то пошло не так…
uk: Отакої! Щось пішло не так…

source: Take note of what you were doing and
de: Schreib auf, was du gerade gemacht hast und
es: Tome nota de lo que hacía y
fr: Notez ce que vous faisiez et
pl: Zanotuj, co robiłeś i
ru: Запишите что вы делали и
uk: Занотуйте свої дії і

source: inform the developer
de: informiere den Entwickler
es: informe al desarrollador
fr: informez le développeur
pl: poinformuj dewelopera
ru: сообщите разработчику
uk: відправте розробнику

source: NEW ARCHIVE
de: Neue Datei
es: NUEVO ARCHIVO
fr: NOUVELLE ARCHIVE
pl: NOWE ARCHIWUM
ru: НОВЫЙ АРХИВ
uk: НОВИЙ АРХІВ

source: The app will terminate.
de: Die App wird beendet.
es: La aplicación finalizará.
fr: L'application se terminera.
pl: Aplikacja zostanie zamknięta.
ru: Приложение будет закрыто.
uk: Додаток буде закритий.

source: Title
de: Titel
es: Título
fr: Titre
pl: Tytuł
ru: Заголовок
uk: Заголовок

source: Grey
de: Grau
es: Gris
fr: Gris
pl: Szare
ru: Серый
uk: Сірий

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
pl: Żółte
ru: Желтый
uk: Жовтий

source: Green
de: Grün
es: Verde
fr: Vert
pl: Zielone
ru: Зелёный
uk: Зелений

source: Blue
de: Blau
es: Azul
fr: Bleu
pl: Niebieskie
ru: Синий
uk: Синій

source: Red
de: Rot
es: Rojo
fr: Rouge
pl: Czerwone
ru: Красный
uk: Червоний

source: Orange
es: Anaranjado
pl: Pomarańczowe
ru: Оранжевый
uk: Померанчевий

source: Purple
de: Violett
es: Morado
fr: Violet
pl: Fioletowe
ru: Фиолетовый
uk: Фіолетовий

source: * OTHER *
de: * ANDERES *
es: * OTROS *
fr: * AUTRES *
pl: * INNE *
ru: * ДРУГОЙ *
uk: * ІНШИЙ *

source: Chap.
de: Kap.
es: Cap.
pl: Roz.
ru: Гл.
uk: Розд.

source: Other
de: Anderes
es: Otros
fr: Autre
pl: Inne
ru: Другое
uk: Інше

source: * NO YEAR *
de: * KEIN JAHR *
es: * SIN AÑO *
fr: * AUCUNE ANNÉE *
pl: * BEZ ROKU *
ru: * НЕТ ГОДА *
uk: * НЕМАЄ РОКУ *

source: * NO LANGUAGE *
de: * KEINE SPRACHE *
es: * SIN IDIOMA *
fr: * PAS DE LANGUE *
pl: * BEZ JĘZYKA *
ru: * НЕТ ЯЗЫКА *
uk: * НЕМАЄ МОВИ *

source: * NO TAG *
de: * KEIN SCHLAGWORT (TAG)*
es: * SIN ETIQUETA *
fr: * AUCUNE ÉTIQUETTE *
pl: * BEZ TAGU *
ru: * НЕТ ТЕГОВ *
uk: * НЕМАЄ ТЕГУ *

source: * INDEPENDENT *
de: * UNABHÄNGIG *
es: * INDEPENDIENTES *
fr: * INDÉPENDANT *
pl: * NIEZALEŻNE *
ru: * НЕЗАВИСИМО *
uk: * НЕЗАЛЕЖНО *

source: Language
de: Sprache
es: Idioma
fr: Langue
pl: Język
ru: Язык
uk: Мова

source: Year
de: Jahr
es: Año
fr: Année
pl: Rok
ru: Год
uk: Рік

source: Color
de: Farbe
fr: Couleur
pl: Kolor
ru: Цвет
uk: Колір

source: Tag
es: Etiqueta
fr: Étiquette
ru: Тег
uk: Тег

source: Processing…
de: Verarbeite…
es: Procesando…
fr: Traitement…
pl: Przetwarzanie…
ru: Обработка…
uk: Обробка…

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Save current archive?
de: Die Datei speichern?
es: ¿Guardar el archivo actual?
fr: Enregistrer l'archive actuelle ?
pl: Zapisać obecne archiwum?
ru: Сохранить текущий архив?
uk: Зберегти поточний архів?

source: cannot handle this old archive format. You can convert it using JW Library.
fr: ne peut pas gérer ce vieux format d'archive. Vous pouvez le convertir en utilisant JW Library.
pl: nie może otworzyć tego starego formatu. Można go przekształcić za pomocą JW Library.
ru: не может открыть этот старый формат архива. Вы можете конвертировать его с помощью JW Library.
uk: не може відкрити цей старий формат архіву. Ви можете конвертувати його за допомогою JW Library.

source: This is not a valid JW Library backup archive.
de: Dies ist kein gültiges JW Library Archiv.
es: Este no es un archivo de JW Library válido.
fr: Ce n'est pas une archive de sauvegarde JW Library valide.
pl: To nie jest prawidłowe plik JW Library.
ru: Это недействительный файл резервной копии JW Library.
uk: Це не дійсний файл резервної копії JW Library.

source: Open archive
de: Datei öffnen
es: Abrir archivo
fr: Archives ouvertes
pl: Otwórz archiwum
ru: Открыть архив
uk: Відкрити архів

source: JW Library archives
de: JW Library Dateien
es: Archivos de JW Library
fr: Archives de la JW Library
pl: Archiwa JW Library
ru: JW Library архивы
uk: JW Library архіви

source: Save archive
de: Datei speichern
es: Guardar el archivo
fr: Enregistrer l'archive
pl: Zapisz archiwum
ru: Сохранить архив
uk: Зберегти архів

source: NOT saved!
de: NICHT gespeichert!
es: ¡No guardado!
fr: PAS sauvé !
pl: NIE zapisano!
ru: НЕ сохранено!
uk: НЕ збережено!

source: It's recommended to save under another name. Are you absolutely sure you want to replace the original?
de: Es wird empfohlen, unter einem anderen Namen zu speichern. Sind Sie absolut sicher, dass Sie das Original überschreiben möchten?
es: Se recomienda guardar con otro nombre. ¿Está muy seguro que desea reemplazar al original?
fr: Il est recommandé d'enregistrer sous un autre nom. Êtes-vous absolument sûr de vouloir remplacer l'original ?
pl: Zaleca się zapisanie pliku pod inną nazwą. Czy na pewno chcesz zastąpić oryginał?
ru: Рекомендуется выбрать другое имя. Вы точно уверены, что хотите переписать оригинал?
uk: Радимо вибрати інше ім'я. Ви абсолютно впевнені, що хочете замістити оригінал?

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
pl: Zapisano
ru: Сохранено
uk: Збережено

source: MS Excel file
de: MS-Excel Datei
es: Archivo MS Excel
fr: Fichier MS Excel
pl: Plik MS Excel
ru: Файл MS Excel
uk: Файл MS Excel

source: Custom text file
de: Textdatei
es: Archivo de texto
fr: Fichier texte
pl: Plik tekstowy
ru: Текстовый файл
uk: Текстовий файл

source: Markdown files
de: Markdown-Dateien
es: Archivos markdown
fr: Fichiers markdown
pl: Pliki markdown
ru: Файлы уценки
uk: Файли уцінки

source: Export file
de: Exportdatei
es: Exportar el fichero
fr: Exporter le fichier
pl: Eksportuj plik
ru: Экспорт файла
uk: Експорт файлу

source: Text files
de: Textdateien
es: Archivos de texto
fr: Fichiers texte
pl: Pliki tekstowe
ru: Текстовые файлы
uk: Текстові файли

source: JW Library playlists
de: JW Library Playlist
es: Archivos de listas de JW Library
fr: Archives des listesde la JW Library
pl: Archiwa list JW Library
ru: JW Library архивы
uk: JW Library архіви

source: MS Excel files
de: MS-Excel Dateien
es: Archivos MS Excel
fr: Fichiers MS Excel
pl: Pliki MS Excel
ru: MS Excel файлы
uk: MS Excel файли

source: Export directory
de: Exportverzeichnis
es: Directorio de exportación
fr: Répertoire d'exportation
pl: Folder eksportu
ru: Папка экспорта
uk: Папка для експорту

source: Exported from
de: Exportiert aus
es: Exportado desde
fr: Exporté de
pl: Wyeksportowane z
ru: Экспортировано из
uk: Експортовано з

source: by
de: von
es: por
fr: par
pl: przez
ru: при помощи
uk: з

source: on
de: nach
es: en
fr: sur
pl: na
ru: на
uk: на

source: UNTITLED
de: OHNE ÜBERSCHRIFT
es: SIN_TÍTULO
fr: SANS_TITRE
pl: BEZ_TYTUŁU
ru: ОТКРЫТЫЙ
uk: БЕЗ_НАЗВИ

source: NOT exported!
de: NICHT exportiert!
es: ¡NO se ha exportado!
fr: PAS exporté !
pl: NIE eksportowano!
ru: НЕ экпортировано!
uk: НЕ експортовано!

source: Exporting. Please wait…
de: Exportiere. Bitte warten…
es: Exportando. Espere…
fr: Exportation. Être patient…
pl: Eksportowanie. Proszę czekać…
ru: Экспорт. Пожалуйста, подождите…
uk: Експротування. Будь ласка, почекайте…

source: items exported
de: Elemente exportiert
es: registros exportados
fr: éléments exportés
pl: rekordów wyeksportowanych
ru: элементы экспортированы
uk: елементи експортовані

source: Wrong import file format: Missing {ANNOTATIONS} tag line
de: Fehlerhafte Importdatei: Überschrift {ANNOTATIONS} fehlt
es: Formato de archivo de importación incorrecto: Falta la etiqueta {ANNOTATIONS}
fr: Format de fichier d’importation incorrect : Slogan {ANNOTATIONS} manquant
pl: Nieprawidłowy format pliku importu: Brakujący znacznika {ANNOTATIONS}
ru: Неправильный формат импортируемого файла: Отсутствует {ANNOTATIONS} строка тега
uk: Неправильний формат файлу, що імпортується: Відсутній {ANNOTATIONS} рядок тега

source: Error on import! Faulting entry
de: Fehler beim Import! Fehlerhafter Eintrag
es: ¡Error en la importación! Entrada defectuosa
fr: Erreur d'importation ! Entrée défectueuse
pl: Błąd podczas importowania! Błędny rekord
ru: Ошибка при импорте! Сбойная запись
uk: Помилка при імпорті! Несправний запис

source: Wrong import file format: Missing {BOOKMARKS} tag line
de: Fehlerhafte Importdatei: Überschrift {BOOKMARKS} fehlt
es: Formato de archivo de importación incorrecto: Falta la etiqueta {BOOKMARKS}
fr: Format de fichier d’importation incorrect : Slogan {BOOKMARKS} manquant
pl: Nieprawidłowy format pliku importu: Brakujący znacznika {BOOKMARKS}
ru: Неправильный формат импортируемого файла: Отсутствует {BOOKMARKS} строка тега
uk: Неправильний формат файлу, що імпортується: Відсутній {BOOKMARKS} рядок тега

source: Wrong import file format: Missing {FAVORITES} tag line
de: Fehlerhafte Importdatei: Überschrift {FAVORITES} fehlt
es: Formato de archivo de importación incorrecto: Falta la etiqueta {FAVORITES}
fr: Format de fichier d’importation incorrect : Slogan {FAVORITES} manquant
pl: Nieprawidłowy format pliku importu: Brakujący znacznika {FAVORITES}
ru: Неправильный формат импортируемого файла: Отсутствует {FAVORITES} строка тега
uk: Неправильний формат файлу, що імпортується: Відсутній {FAVORITES} рядок тега

source: Wrong import file format: Missing {HIGHLIGHTS} tag line
de: Fehlerhafte Importdatei: Überschrift {HIGHLIGHTS} fehlt
es: Formato del archivo de importación incorrecto: Falta la etiqueta {HIGHLIGHTS}
fr: Format de fichier d’importation incorrect : Slogan {HIGHLIGHTS} manquant
pl: Nieprawidłowy format pliku importu: Brakujący znacznika {HIGHLIGHTS}
ru: Неправильный формат импортируемого файла: Отсутствует {HIGHLIGHTS} строка тега
uk: Неправильний формат файлу, що імпортується:: Відсутній {HIGHLIGHTS} рядок тега

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
pl: Ostrzeżenie
ru: Внимание
uk: Увага

source: notes starting with
de: Notizen beginnend mit
es: notas que comienzan con
fr: notes commençant par
pl: notatki zaczynające się z
ru: заметки начинаются с
uk: нотатки починаються з

source: WILL BE DELETED before importing. Proceed with deletion? (NO to skip)
de: WIRD vor dem Import GELÖSCHT. Mit Löschung fortfahren? (NEIN, um abzubrechen)
es: SERÁN ELIMINADAS antes de importar. ¿Proceder? (NO para omitir)
fr: SERONT SUPPRIMÉS avant l'importation. Procéder à la suppression ? (NON pour passer)
pl: BĘDĄ USUNIĘTE przed zaimportowaniem. Kontynuować usuwanie? (NIE, aby opuścić)
ru: БУДЕТ УДАЛЕНО перед импортом. Продолжить с удалением? (НЕТ чтобы отменить)
uk: БУДЕ ВИДАЛЕНО перед імпортом. Продовжити видалення? (НІ щоб відмінити)

source: Wrong import file format: Missing or malformed {NOTES=} attribute line
de: Fehlerhafte Importdatei: Fehlende oder falsch geschriebene {NOTES=} Attributzeile
es: Formato del archivo de importación incorrecto: Etiqueta {NOTES=} ausente o malformada
fr: Format de fichier d’importation incorrect : Ligne d’attribut {NOTES=} manquante ou mal formée
pl: Nieprawidłowy format pliku importu: Brakujący lub zniekształcony atrybut {NOTES=}
ru: Неправильный формат импортируемого файла: Отсутствует или ошибочная {NOTES=} строка атрибута
uk: Неправильний формат файлу, що імпортується:: Відсутній або помилковий {NOTES=} рядок атрибуту

source: Import file
de: Importdatei
es: Archivo para importar
fr: Importer un fichier
pl: Plik importu
ru: Импорт файла
uk: Імпорт файлу

source: NOT imported!
de: NICHT importiert!
es: ¡NO se ha importado!
fr: PAS importé !
pl: NIE zaimportowane!
ru: НЕ импортировано!
uk: НЕ імпортовано!

source: Importing. Please wait…
de: Import läuft. Bitte warten…
es: Importando. Espere…
fr: Importation. Être patient…
pl: Importowanie. Proszę czekać…
ru: Импорт. Пожалуйста, подождите…
uk: Імпротування. Будь ласка, почекайте…

source: items imported/updated
de: Einträge werden importiert/aktualisiert
es: elementos importados/actualizados
fr: éléments importés/mises à jour
pl: rekordy zaimportowane/zaktualizowane
ru: Элементы импортированы/обновлены
uk: елементи імпортовано/оновлено

source: Please wait…
de: Bitte warten …
es: Espere, por favor…
fr: Veuillez patienter…
pl: Proszę czekać…
ru: Пожалуйста, подождите…
uk: Будь ласка, почекайте…

source: Merging
de: Zusammenführen
es: Combinando
fr: Fusionner
pl: Połączenie
ru: Объединение
uk: Об'єднання

source: Merging. Please wait…
de: Einträge werden zusammengeführt. Bitte warten…
es: Combinando. Espere…
fr: Fusion. Être patient…
pl: Połączenie. Proszę czekać…
ru: Объединение. Пожалуйста, подождите…
uk: Об'єднання. Будь ласка, почекайте…

source: NOT merged!
de: NICHT zusammengeführt!
es: ¡NO se ha combinado!
fr: Pas fusionné !
pl: NIE połączono!
ru: НЕ объединено!
uk: НЕ об'єднано!

source: items merged
de: Einträge zusammengeführt
es: registros combinados
fr: éléments fusionnés
pl: rekordów połączonych
ru: элементы объединены
uk: елементи об'єднано

source: Data Editor
de: Dateneditor
es: Editor de datos
fr: Editeur de données
pl: Edytor danych
ru: Редактирование Данных
uk: Редагування Даних

source: Discard changes and close
de: Änderungen verwerfen und schließen
es: Descartar cambios y cerrar
fr: Rejeter les modifications et fermer
pl: Odrzucić zmiany i zamknąć
ru: Отменить изменения и закрыть
uk: Відмінити зміни і закрити

source: Confirm changes and close
de: Änderungen übernehmen und schließen
es: Confirmar cambios y cerrar
fr: Confirmer les modifications et fermer
pl: Potwierdź zmiany i zamknij
ru: Подтвердить изменения и закрыть
uk: Підтвердити зміни і закрити

source: Data Viewer
de: Datenbetrachter
es: Visor de datos
fr: Visualisateur de données
pl: Przeglądarka danych
ru: Просмотр Данных
uk: Перегляд Даних

source: items deleted
de: Elemente gelöscht
es: elementos elimindados
fr: éléments supprimés
pl: rekordy usunięte
ru: Элементы удалены
uk: елементи видалено

source: You are trying to preview {} items. Please select a smaller subset.
de: Du versuchst {} Objekte anzeigen zu lassen. Bitte wähle weniger aus.
es: Está intentando previsualizar {} elementos. Seleccione una cantidad menor.
fr: Vous essayez de prévisualiser {} articles. Veuillez sélectionner un sous-ensemble plus petit.
pl: Próbujesz wyświetlić podgląd {} elementów. Wybierz mniejszy podzbiór.
ru: Вы пытаетесь посмотреть {} элементов. Пожалуйста, выберите меньшее количество.
uk: Ви намагаєтесь переглянути {} елементів. Будь ласка, виберіть меншу кількість.

source: Filter
es: Filtro
fr: Filtre
ru: Фильтр
uk: Фільтр

source: Are you sure you want to change the COLOR of these {} items?
de: Bist du sicher, dass du die FARBE dieser {} Elemente ändern willst?
es: ¿Está seguro de que desea cambiar el COLOR de estos {} elementos?
fr: Êtes-vous sûr·e de vouloir changer la COULEUR de ces {} éléments ?
pl: Czy na pewno chcesz zmienić KOLOR tych {} rekordów?
ru: Вы уверены, что хотите изменить цвет этих {} элементов?
uk: Вы уверены, что хотите изменить цвет этих {} элементов?

source: Modifying. Please wait…
de: Modifizieren. Bitte warten…
es: Modificando. Espere…
fr: Modifiant. Être patient…
pl: Modyfikowanie. Proszę czekać…
ru: Изменение. Пожалуйста, подождите…
uk: Модифікація. Будь ласка, почекайте…

source: items modified
de: Elemente modifizierte
es: elementos modificados
fr: éléments modifiés
pl: rekordy zmodyfikowana
ru: измененные элементы
uk: модифіковані елементів

source: Add Favorite
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter un Favori
pl: Dodać Ulubione
ru: Добавить Избранное
uk: Додати Вибране

source: Select the language and Bible edition to add:
de: Wähle die Sprache und die Bibel zu zufügen:
es: Seleccione el idioma y la edición de la Biblia para añadir:
fr: Sélectionnez la langue et l’édition de la Bible à ajoute :
pl: Wybierz język i edycję Biblii do dodania:
ru: Выбрать язык и редакцию Библии для добавления:
uk: Виберіть мову та переклад Біблії для додавання:

source: Edition
de: Ausgabe
es: Edición
fr: Édition
pl: Edycja
ru: Редакция
uk: Переклад

source: Nothing added!
de: Nichts hinzugefügt!
es: ¡Nada se añadió!
fr: Rien d'ajouté !
pl: Nic nie dodano!
ru: Ничего не добавлено!
uk: Нічого не додано!

source: Favorite for "{}" in {} already exists.
de: Favorit für "{}" in {} existiert bereits.
es: Favorito para "{}" en {} ya existe.
fr: Le favori pour « {} » dans {} existe déjà.
pl: Ulubione dla "{}" w {} już istnieje.
ru: Избранное для "{}"в {} уже существует.
uk: Вибране для "{}" в {} вже існує.

source: Added "{}" in {}
de: "{}" in {} hinzugefügt
es: Añadido "{}" en {}
fr: Ajouté « {} » dans {}
pl: Dodane "{}" w {}.
ru: Добавлено "{}"в {}
uk: Додано "{}"в {}

source: Select images
de: Bilder auswählen
es: Seleccionar imágenes
fr: Sélectionnez images
pl: Wybierz grafiki
ru: Выбрать изображения
uk: Вибрати зображення

source: Add Images
de: Bilder hinzufügen
es: Agregar Imágenes
fr: Ajouter Images
pl: Dodaj Grafiki
ru: Добавить изображения
uk: Додати зображення

source: Select existing playlist or type name of new one:
de: Playlist auswählen oder eine neue anlegen:
es: Seleccione lista de reproducción existente o escriba nueva:
fr: Sélectionnez liste de lecture existante ou tapez nouveau nom :
pl: Wybierz istniejącą listę odtwarzania lub wpisz nową nazwe:
ru: Выберите существующий список воспроизведения или введите новое имя:
uk: Виберіть існуючий плейлист або введіть нову назву:

source: items added
de: Elemente hinzugefügt
es: elementos añadidos
fr: éléments ajoutés
pl: rekordy dodane
ru: добавленные элементы
uk: додано елементів

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usunąć
ru: Удалить
uk: Видалити

source: Are you sure you want to DELETE these {} items?
de: Bist du sicher, dass du diese {} Elemente löschen willst?
es: ¿Está seguro de que desea ELIMINAR estos {} elementos?
fr: Êtes-vous sûr·e de vouloir SUPPRIMER ces {} éléments ?
pl: Czy na pewno chcesz USUNĄĆ te {} rekordy?
ru: Вы уверены что хотите УДАЛИТЬ этих {} элементов?
uk: Ви впевнені, що хочете ВИДАЛИТИ цих {} елементів?

source: Deleting. Please wait…
de: Am Löschen. Bitte warten …
es: Eliminando. Por favor, espere…
fr: Suppression. Être patient…
pl: Usuwanie. Proszę czekać…
ru: Удаление. Пожалуйста, подождите…
uk: Видалення. Почекайте…

source: Clean
de: Bereinigen
es: Limpiar
fr: Nettoyer
pl: Czyścić
ru: Очистить
uk: Очистити

source: Are you sure you want to CLEAN the text fields?
de: Bist du sicher, dass du die Textfelder bereinigen willst?
es: ¿Está seguro que desea LIMPIAR los campos de texto?
fr: Êtes-vous sûr de vouloir NETTOYER les champs de texte ?
pl: Czy na pewno chcesz CZYŚCIĆ teksy?
ru: Вы уверены, что хотите ОЧИСТИТЬ текстовые поля?
uk: Ви впевнені, що хочете ОЧИСТИТИ текстові поля?

source: Cleaning. Please wait…
de: Am Bereinigen. Bitte warten …
es: Limpiando. Por favor, espere…
fr: Nettoyage. Être patient…
pl: Czyszczenie. Proszę czekać…
ru: Очистка. Пожалуйста, подождите…
uk: Очищення. Почекайте…

source: items cleaned
de: Datensätze bereinigt
es: elementos limpiados
fr: éléments nettoyés
pl: rekordy wyczyszczone
ru: элементы очищенные
uk: елементи очищено

source: Mask
de: Verschleiern
es: Encubrir
fr: Masquer
pl: Ukryć
ru: Маска
uk: Приховати

source: Are you sure you want to MASK all text fields?
de: Bist du sicher, dass du alle Textfelder UNKENNTLICH MACHEN willst?
es: ¿Está seguro que desea ENCUBRIR todos los campos de texto?
fr: Êtes-vous sûr de vouloir MASQUER tous les champs de texte ?
pl: Czy na pewno chcesz UKRYĆ wszystkie teksy?
ru: Вы уверены, что хотите СПРЯТАТЬ все текстовые поля?
uk: Ви впевнені, що хочете ПРИХОВАТИ всі текстові поля?

source: Masking. Please wait…
de: Am Verschleiern. Bitte warten…
es: Enmascarando. Por favor, espere…
fr: Masquer. Être patient…
pl: Ukrywanie. Proszę czekać…
ru: Скрытие. Пожалуйста, подождите…
uk: Приховування. Почекайте…

source: Data masked
de: Daten verschleiert
es: Datos enmascarados
fr: Données masquées
pl: Dane ukryte
ru: Данные скрыты
uk: Дані приховано

source: Reorder
de: Sortieren
es: Ordenar
fr: Trier
pl: Sortować
ru: Сменить порядок
uk: Переорганізація

source: All notes will be REORDERED. Proceed?
de: Alle Notizen werden sortiert. Fortfahren?
es: Todas las notas serán ORDENADAS. ¿Continuar?
fr: Toutes les notes seront TRIÉES. Procéder ?
pl: Wszystkie notatki zostaną POSORTOWANE. Kontynuować?
ru: Все заметки будут ПЕРЕУПОРЯДОЧЕНЫ. Продолжать?
uk: Усі нотатки будуть ПЕРЕОРГАНІЗОВАНІ. Продовжити?

source: Reordering. Please wait…
de: Am Sortieren. Bitte warten…
es: Ordenando. Por favor, espere…
fr: Tri. Être patient…
pl: Sortowanie. Proszę czekać…
ru: Переиндексация. Пожалуйста, подождите…
uk: Переорганізація. Почекайте…

source: Notes reordered
de: Notizen sortiert
es: Notas ordenadas
fr: Notes triées
pl: Notatki posortowane
ru: Заметки переупорядочены!
uk: Нотатки переорганізовані
